Revit 2027 API
ParameterTypeId.RasterSymbolLinkloadStatus Property
 "Link Status"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolLinkloadStatus { get; }
Public Shared ReadOnly Property RasterSymbolLinkloadStatus As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolLinkloadStatus {
	ForgeTypeId^ get ();
}
static member RasterSymbolLinkloadStatus : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace